tap "homebrew/cask"

brew "awscli"
brew "bind" # Used for testing a CNAME locally: https://gist.github.com/nsbingham/689641957f844a35de8b
brew "direnv"
brew "gh"
brew "jq"
brew "nodenv"
brew "ouchxp/nodenv/nodenv-nvmrc" # Not alphabetically sorted, but it's nodenv-related :-)
brew "nodenv/nodenv/nodenv-aliases"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "rust"
brew "ripgrep"
brew "telnet"
brew "tldr"
brew "tig"

cask "1password"
cask "1password-cli"
cask "cheatsheet"
cask "caffeine"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "keybase"
cask "paintbrush"
cask "rectangle"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
